[
  {
    "id": "1",
    "name": "Marathon system",
    "client": "https://github.com/programming-hero-web-course2/b10a11-client-side-asraful-07",
    "server": "https://github.com/programming-hero-web-course2/b10a11-server-side-asraful-07",
    "live": "https://dragon-news-auth-bbbef.web.app/",
    "description": "The City Marathon 2025 is more than just a race; it is a celebration of health, fitness, and community spirit. Set in the heart of Dhaka, this iconic event brings together thousands of participants from diverse backgrounds and all corners of the globe. Runners, both amateur and professional, will have the unique opportunity to traverse the vibrant streets of Dhaka."
  },
  {
    "id": "2",
    "name": "Crowdcube",
    "client": " https://github.com/programming-hero-web-course2/b10-a10-client-side-asraful-07",
    "server": "https://github.com/programming-hero-web-course2/b10-a10-server-side-asraful-07",
    "live": "https://assignment-10-2ecee.web.app/",
    "description": "Crowdcube is a crowdfunding platform designed to connect creators, innovators, and entrepreneurs with potential backers to raise funds for projects, ideas, and causes. It empowers users to create campaigns for personal needs, creative endeavors, or startups, and provides tools for secure and efficient fundraising.community support and into reality."
  },
  {
    "id": "3",
    "name": "Winter Donation",
    "client": " https://github.com/programming-hero-web-course1/b10-a9-authentication-asraful-07",
    "server": "https://github.com/programming-hero-web-course2/b10a11-server-side-asraful-07",
    "live": "https://winter-donation-681e9.web.app/",
    "description": "The Winter Clothing Donation platform connects compassionate individuals with those in need, ensuring everyone stays warm during the harsh winter months. It allows donors to contribute clothing items or monetary support to help underprivileged communities. With a seamless process and transparent operations, this initiative spreads warmth, kindness, and hope."
  }
]
